anbuselvanrocky.bootstrap5-vscode
azemoh.one-monokai
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
formulahendry.auto-rename-tag
formulahendry.code-runner
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
naumovs.color-highlight
pkief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.liveserver
smcpeak.default-keys-windows
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
xabikos.javascriptsnippets
